Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E02B.tmx
Source language: en_us
Languages: zh_cn

source: How to Clean Your Gold Jewellery
zh_cn: 自己动手，清洗黄金首饰！

source: Not everyone can afford to take a trip to the jewellery store every time their jewellery pieces need a proper cleaning.
zh_cn: 黄金首饰需要适时清洁，但不是每个人都愿意去珠宝店走一趟的。

source: The great news is that there are a few tips on how to clean your gold jewellery that you can actually use in cleaning different types of jewellery pieces.
zh_cn: 好消息是，这里有几个技巧，可以让你自己动手清洗各种黄金首饰。

source: Unlike silver, gold doesn't tarnish, but it can still easily accumulate dirt and grime over time.
zh_cn: 与银不同的是，黄金不会失去光泽，但是随着时间的推移，它仍然容易积聚灰尘和污垢。

source: If you want to keep your gold jewellery scratch-free, clean and sparkling without any fuss, here are tried and true ways to clean gold jewellery.
zh_cn: 如果你想让黄金首饰保持干净、闪光、无划痕，不妨试用一下这里所说的清洗方法。

source: Find out whether your gold jewellery is lightly or heavily soiled
zh_cn: 先判断是稍脏还是很脏

source: If your gold jewellery is lightly soiled, wash your jewellery pieces in a solution of warm water and several drops of dish soap.
zh_cn: 如果你的黄金首饰只是稍脏，可以在温水滴几滴洗洁精，搅匀后在溶液里清洗。

source: If there's plenty of debris and gunk built up on your jewellery pieces, try using club soda to bubble off the dirt.
zh_cn: 如果黄金首饰里积聚着大量的碎屑油污，不妨先用苏打水泡掉污垢。

source: Whether your gold jewellery is lightly or heavily soiled, allow it to soak for about 15 minutes before you scrub off the dirt.
zh_cn: 无论黄金首饰是稍脏还是很脏，都可以在苏打水里先浸泡15分钟，然后再擦洗污垢。

source: Use a very soft toothbrush
zh_cn: 使用非常柔软的牙刷

source: When scrubbing off the dirt, make sure you use a very soft toothbrush.
zh_cn: 擦洗污垢时，要确保使用非常柔软的牙刷。

source: When buying a toothbrush in the store, look for a label on it that will tell you whether it has soft bristles or firm ones.
zh_cn: 在店里买牙刷时看一下标签，看刷毛是软的还是硬的。

source: If you are on a tight budget, consider going to the dollar store where you can easily buy a toothbrush that has soft bristles. You don't have to buy an expensive brush to clean your gold jewellery.
zh_cn: 如果你最近资金比较紧张，去一元店可以轻松买到软毛牙刷，不一定要买昂贵的牙刷。

source: If you have a new eyebrow brush that you don't use, you can use it to clean your gold jewellery as well.
zh_cn: 如果你有一个还没用过的新眉刷，也可以用来清洁黄金首饰。

source: Just make a few gentle circles while you're scrubbing with the eyebrow brush or toothbrush.
zh_cn: 使用眉刷或牙刷时，可以在首饰上温和地打圈擦洗。

source: Use ammonia
zh_cn: 使用氨

source: Since scrubbing with the water and dish soap solution won't get your jewellery pieces looking radiant, you can brighten them up by using the water and ammonia solution.
zh_cn: 使洗洁精溶液擦洗，不会使你的黄金首饰看起来光彩夺目，而你可以用氨溶液达到这一目的。

source: Mix one part of ammonia with six parts of water and soak your jewellery pieces for a minute before rinsing and drying them.
zh_cn: 将氨和水按1：6的比例混合起来，把首饰放在里面浸泡1分钟，然后漂洗、沥干。

source: Don't use ammonia every time you clean gold jewellery because it can darken it.
zh_cn: 不要每次都用氨溶液，否则反会使首饰变得黯淡无光。

source: Rinse thoroughly with warm, running water
zh_cn: 用温和的自水彻底冲洗

source: You can use the eyebrow brush or toothbrush to continue to scrub a little as you're rinsing every jewellery piece.
zh_cn: 您可以使用眉刷或牙刷继续擦洗其他的黄金首饰。

source: When rinsing it, inspect each one and see if there is any junk stuck in the grooves on a certain piece. Give each piece one more scrub, if needed, and then pat it dry with a very soft, nap-free cloth.
zh_cn: 清洗时检查每一件首饰，看看是否有污垢陷在凹槽里，如有需要再擦洗一下，然后用不起毛的软布将首饰拍干。

source: Don't submerge gemstones
zh_cn: 不要淹没宝石

source: When cleaning pieces of jewellery with gemstones, make sure you don't submerge gemstones.
zh_cn: 清洗镶有宝石的首饰时，确保不要淹没宝石。

source: Take a soft cloth and dip it in the water and soap solution. Gently dab the piece clean and rinse thoroughly with warm, running water.
zh_cn: 拿一块软布蘸些肥皂水溶液，轻轻地把首饰擦净，然后用温和的自来水彻底冲洗干净。

source: Turn the jewellery piece upside down so that any excess water can drain away.
zh_cn: 把首饰倒挂起来，排掉多余的水分。

source: Use toothpaste
zh_cn: 使用牙膏

source: Apply a little bit of toothpaste to your soft-bristled toothbrush to clean your gold jewellery.
zh_cn: 在软毛牙刷上涂一点牙膏，也可以用来清洁黄金首饰。

source: Rinse thoroughly with warm, running water and enjoy your clean jewellery pieces.
zh_cn: 然后用温和的自来水彻底冲洗，首饰就会变得很干净。

source: It's a cheap way to clean gold jewellery that really works!
zh_cn: 这是一种清洁黄金首饰的廉价方式，而且非常管用！

source: Boil it
zh_cn: 煮

source: You can remove any build-up of wax and grease by boiling it.
zh_cn: 您可以用煮沸的方法去除首饰上积聚的蜡和油脂。

source: Just dip your jewellery pieces in boiling water and the grease and wax will come right off.
zh_cn: 只要把首饰浸在沸水中，蜡和油脂就会马上除掉。

source: When any signs of wax and grease are removed, use the soap and water solution or the ammonia and water solution to clean your jewellery as I mentioned above.
zh_cn: 把蜡和油脂除掉以后，就可以按上面的方法，用肥皂水溶液或氨溶液清洗首饰。

source: Sure, it takes time and efforts to clean gold jewellery at home, but it's a great way to save some money.
zh_cn: 当然，在家里清洁黄金首饰需要花费时间和精力，但它是一个省钱的好方法。

source: Give it a try and you will like it! What is your favorite way to clean your gold jewellery?
zh_cn: 试试看，你会喜欢这样做！你最喜欢用什么方式来清洁黄金首饰呢？
